{ "__collections__": {
  "Products": {
   "1":{
     "id":1,
     "Name":"Amazon Halo Band - Small",
     "Description":"Halo Band includes access to basic features like steps, heart rate, sleep time, and sleep tracking. Halo Band is swimproof; water resistant to 50M.Refuel and recharge — Measure the quantity and quality of your sleep, plus discover daily meditations from experts like Headspace and 450+ recipes from partners like Whole Foods to help you feel your best.Refuel and recharge — Measure the quantity and quality of your sleep, plus discover daily meditations from experts like Headspace and 450+ recipes from partners like Whole Foods to help you feel your best.",
     "Image":" 1.jpg",
     "Label":"Amazon",
     "Price":350,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F1.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "2":{
     "id":2,
     "Name":"Fitbit Sense Advanced Smartwatch",
     "Description":"Assess your heart for atrial fibrillation –a heart rhythm irregularity- and easily share results with your doctor (The Fitbit ECG app is only available in select countries. Not intended for use by people under 22 years old.Operating temperature: 14° to 113°F.Use built-in GPS during runs, hikes, rides and more to see pace & distance without your phone and use the built-in mic and speaker to take Bluetooth calls hands-free when your phone is nearby (Requires more frequent charging",
     "Image":"2.jpg",
     "Label":"Fitbit",
     "Price":199,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F2.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "3":{
     "id":3,
     "Name":"Amazfit Bip U Pro Smart Watch",
     "Description":"【ALEXA & GPS BUILT-IN】You can talk to Amazon Alexa on your Amazfit Bip U Pro smartwatch, Ask questions, get translations, check the weather, control your smart home devices and more. And get precise tracking of your distance, daily step count thanks to integrated GPS.【MORE HEALTH TRACKING METRICS】The Amazfit Bip U Pro smart watch can provide all-around health tracking, allowing you to accurately track 24-hour heart rate, blood oxygen levels, stress levels, sleep quality, and female menstrual cycle.   ",
     "Image":"3.jpg",
     "Label":"Amazfit",
     "Price":49,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F3.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "4":{
     "id":4,
     "Name":" Migeec Watch Band Compatible with Apple Watch 45mm 44mm 42mm ",
     "Description":" Compatibility: 2 Sizes for watch band.1: compatible with apple watch band 41mm/40mm/38mm. 2: compatible with apple watch band 45mm/44mm/42mm. Please check the back of watch OR the band Itself for size tier. Due to Different Screen Resolution, Actual Color might be differ from online, sorry for any inconvenience.Comfortable Material: Made of the latest nylon material, skin-friendly, breathable, very light and durable. Even if you wear it for a long time, you won't feel uncomfortable on your wrist. Only 10g/0.31oz, suitable for use in any occasion.",
     "Image":"4.jpg",
     "Label":"Miggec",
     "Price":13,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F4.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "5":{
     "id":5,
     "Name":" Fullmosa Leather Band Compatible with Apple Watch 38mm 40mm 41mm 42mm 44mm 45mm",
     "Description":"Genuine Top Leather: Fullmosa apple watch band is made of genuine top-grade cowhide leather which is soft on the inside but firm and strong on the outside.It is specifically made to not irritate your skin from sweat and provides a comfortable touch when felt.Though it will age, you will find that it never loses its quality.Unique Design: Fullmosa iWatch band uses a fashionable, yet timeless style with its leather design. The iwatch band is meant to worn in most occasions as it becomes the perfect complement for your outfit.It includes a stainless-steel buckle that won't rust easily. The connectors on this band make it convenient and easy to change between many different styles. This Apple watch band fits App",
     "Image":"5.jpg",
     "Label":"Fullmosa",
     "Price":15,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F5.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "6":{
     "id":6,
     "Name":"Apple Watch Series 6 (GPS + Cellular, 40mm) - Blue Aluminum Case with Deep Navy Sport Band (Renewed)",
     "Description":"This pre-owned product has been professionally inspected, tested and cleaned by Amazon qualified vendors. It is not certified by Apple.This product is in 'Good condition'. The screen has no scratches; body shows light scratches barely visible from 12 inches away.",
     "Image":"6.jpg",
     "Label":"Apple",
     "Price":15,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F6.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "7":{
     "id":7,
     "Name":" Strawberry Apple Pie Stretchy Solo Loop Band Strap",
     "Description":"【Upgrade Your Apple Watch】 This Silicone Apple Solo Loop stretches without clasp or buckle and is designed for both Men and Women in a minimalist and functional design that feels as good as it looks【Ultra comfortable Fit】 Each Iwatch band is specially treated to have a silky, smooth finish, to be easy to clean and quick drying. Designed for a perfect fit, for your wrist and watch model ",
     "Image":"7.jpg",
     "Label":"Apple",
     "Price":50,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F7.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "8":{
     "id":8,
     "Name":"Apple Watch Series 4 (GPS + Cellular, 40mm) - Space Black Stainless Steel Case with Space Black Milanese Loop",
     "Description":"   GPS + Cellular Over 30% larger display Electrical and optical heart sensors ECG app Digital Crown with haptic feedback 50% louder speaker S4 SiP with faster 64-bit dual-core processor Improved accelerometer and gyroscope for fall detection Swim proof  watchOS 5",
     "Image":"8.jpg",
     "Price":250,
     "Label":"Apple",
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F8.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "9":{
     "id":9,
     "Name":"Amazfit Bip 3 Pro Smart Watch for Android iPhone",
     "Description":"    【Big on Screen, Big on Style】Immerse yourself in the 1.69 super-large and colorful HD display, and see all your incoming text and calls in awesome, expansive quality. Express more of yourself with 50+ watch faces and editable watch faces & widgets - or customize with your own photos.【Explore a Big Open World】The Amazfit Bip 3 Pro smart watch supports 4 satellite positioning systems to help you track your moves through the great outdoors with high precision.",
     "Image":"9.jpg",
     "Label":"Amazfit",
     "Price":60,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F9.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "10":{
     "id":10,
     "Name":"Apple Watch Series 3 (GPS + Cellular, 38mm)",
     "Description":"    The Apple product you purchased with this protection plan is automatically enrolled at the time of your Apple product’s shipment. Your product is automatically enrolled with AppleCare and no additional action to activate AppleCare is required.Apple will email you the AppleCare Proof of Coverage within 3 days of your Apple product’s shipment. This will contain your AppleCare agreement number.",
     "Image":"10.jpg",
     "Label":"Apple",
     "Price":260,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F10.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "11":{
     "id":11,
     "Name":"Vince Camuto Fashion Bands for Apple Watch, Secure, Adjustable, Apple Watch Replacement Band, Fits Most Wrists",
     "Description":"APPLE WATCH BAND: The Vince Camuto Apple Watch Fashion Band is a high-quality option that is as functional as it is stylish. Made of durable, black stainless-steel links, it’s a wonderful complement to your existing wearable device. It’s a high-quality Apple Watch band for men. Compatible with 42mm, 44mm and 45mm Apple Watches (Series 1, 2, 3, 4, 5, 6 & 7).ADJUSTABLE: The Vince Camuto Apple Watch is a black, stainless-steel link band that is adjustable in length, providing the ultimate comfort and fit. Plus, the fold-over closure is secure and easy to use. It’s a great Apple Watch band replacement for men.",
     "Image":"11.jpg",
     "Label":"Vince",
     "Price":40,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F11.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "12":{
     "id":12,
     "Name":"Apple Watch Series 7 [GPS 45mm] Smart Watch ",
     "Description":"WHY APPLE WATCH SERIES 7 — The most advanced Apple Watch features powerful health innovations like sensors and apps to measure your blood oxygen and take an ECG. The larger, Always-On Retina display makes it easier to use and read. The most durable Apple Watch. Charges faster so you can get going quicker.EASILY CUSTOMIZABLE — Available in a range of sizes and materials, with dozens of bands to choose from. Change up your look by switching your band or by customizing your watch face in millions of ways.",
     "Image":"12.jpg",
     "Label":"Apple",
     "Price":200,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F12.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "13":{
     "id":13,
     "Name":"Apple Watch Series 7 GPS, 45mm Blue Aluminum Case with Abyss Blue Sport Band - Regular with AppleCare+",
     "Description":"Always-on Retina display has nearly 20% more screen area than Series 6, making everything easier to see and useThe most crack-resistant front crystal yet on an Apple Watch, IP6X dust resistance, and swimproof design",
     "Image":"13.jpg",
     "Label":"Apple",
     "Price":420,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F13.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "14":{
     "id":14,
     "Name":"Fossil Women's Gen 5E 42mm Stainless Steel Touchscreen Smartwatch ",
     "Description":"    Use the WearOS by Google app on your phone running the latest version of Android (excluding Go edition) or iOS . Supported features may vary between platforms and countries with compatibility subject to change. Battery: 24 Hr + multi-day Extended Battery Mode Varies based on usage and after updates install. USB cable with magnetic charger snaps to rings on watch caseback and spins 360 degrees for ease of use. 50 minutes to reach 80%.",
     "Image":"14.jpg",
     "Label":"Fossil",
     "Price":40,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F14.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "15":{
     "id":15,
     "Name":"Fitbit Versa 2 Health and Fitness Smartwatch ",
     "Description":"     Use amazon Alexa built in to get quick news and information, check the weather, set timers and alarms, control your smart home devices and more all through the sound of your voice (third party app may be required; amazon Alexa not available in all countries)Based on your heart rate, time asleep and restlessness, sleep score helps you better understand your sleep quality each night; also track your time in light, deep and REM sleep stages and get personal insights",
     "Image":"15.jpg",
     "Label":"Fitbit",
     "Price":80,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F15.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "16":{
     "id":16,
     "Name":"Huawei Watch FIT New Health and Fitness Smartwatch  ",
     "Description":"      Original brand product.Two-year warranty against factory defects.",
     "Image":"16.jpg",
     "Label":"Huawei",
     "Price":120,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F16.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "17":{
     "id":17,
     "Name":"Huawei Watch GT 3 (46mm) GPS + Bluetooth Smartwatch",
     "Description":"     AMOLED screen, Touchscreen, 466 x 466 screen resolution 4GB memory, HMS operating system, NFC connection, USB 2 connection, Wi-Fi Water resistant, Swimproof, Dust resistant, Scratch resistant",
     "Image":"17.jpg",
     "Label":"Huawei",
     "Price":220,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F17.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "18":{
     "id":18,
     "Name":"Huawei Watch GT 2 Pro Smart Watch 1.39 inch AMOLED Touchscreen SmartWatch",
     "Description":"🔋 LONG BATTERY LIFE: Up to 2 weeks of battery provides continuous power for your smart life. With 5 minutes of wireless quick charge, you can use this sports watch for 10 hours. It also supports reverse charging from your phone when there is lack of chargers. 💨 OXYGEN SATURATION DETECTION: Supporting intelligent single-time SpO2 level measuring, you can detect the level of oxygen in the blood no matter when you are working or exercising.💪 ULTIMATE FITNESS WATCH: Supporting precise data tracking for 100+ workout modes, including 17 professional modes and 85 custom modes, this sports watch helps track all the way you move to burn calories",
     "Image":"18.jpg",
     "Label":"Huawei",
     "Price":350,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F18.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "19":{
     "id":19,
     "Name":"Huawei Band 6 Fitness Tracker Smartwatch for Men Women",
     "Description":"      Products with electrical plugs are designed for use in the US. Outlets and voltage differ internationally and this product may require an adapter or converter for use in your destination. Please check compatibility before purchasing.",
     "Image":"19.jpg",
     "Label":"Huawei",
     "Price":120,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F19.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "20":{
     "id":20,
     "Name":"Amazfit GTS 2 Smart Watch for Android iPhone, Bluetooth Phone Calls",
     "Description":"       AMAZON ALEXA BUILT-IN & BLUETOOTH PHONE CALLS: Talk to Amazon Alexa on your Amazfit GTS 2. Ask questions, get translations, check the weather, control your smart home devices, and more. Also, you can answer calls on your smart watch via the built-in microphone and speaker upon the connection to your phone via Bluetooth.LONG 7-DAY BATTERY LIFE & GPS BUILT-IN: The GTS 2 smart watch is equipped with a powerful 246mah battery that can last 7 days with typical use, and is always ready to escort you on your journeys and track your progress. And get precise tracking of your daily steps, distance traveled, and calories burned thanks to integrated GPS.",
     "Image":"20.jpg",
     "Price":179,
     "Label":"Amazfit",
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F20.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "21":{
     "id":21,
     "Name":"SAMSUNG Galaxy Watch 4 40mm Smartwatch with ECG Monitor Tracker for Health",
     "Description":" BODY COMPOSITION ANALYSIS: Galaxy Watch4 is the first smartwatch to off body composition data right on your wrist, On your own schedule, now you can get readings on body fat, skeletal muscle, body water, basal metabolic rate, and Body Mass IndexBETTER SLEEP STARTS HERE: Wake up feeling refreshed and recharged with advanced sleep tracking; When you go to bed, your Galaxy Watch4 sleep tracker starts monitoring your sleep and SpO2 levels continuously",
     "Image":"21.jpg",
     "Label":"Samsung",
     "Price":199,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F21.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "22":{
     "id":22,
     "Name":"Amazfit GTS 2 Mini Smart Watch GPS Fitness Tracker for Men Women",
     "Description":"  【BUILT IN AMAZON ALEXA & GPS】You can talk to Amazon Alexa on your Amazfit GTS 2 Mini Smart Watch. Ask questions, get translations, set alarms, and timers, create shopping lists, check the weather, control your smart home devices, and more. Get precise tracking on your daily steps, distance traveled, and calories burned thanks to integrated GPS.【14-DAY LONG-LASTING BATTERY】A fully-optimized battery management system provides up to 14 days of battery life for the Amazfit GTS 2 mini watch. Get rid of the anxiety brought on by constant charging, and keep the energy flowing. The 220mAh battery is ready to power you through up to two weeks of activity.",
     "Image":"22.jpg",
     "Label":"Amazfit",
     "Price":79,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F22.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "23":{
     "id":23,
     "Name":"SAMSUNG Galaxy Watch 5 44mm Bluetooth Smartwatch",
     "Description":"           ADVANCED SLEEP COACHING: Manage your overall sleep quality with an advanced sleep tracker that detects and analyzes sleep stages while you rest; Plus, Advanced Sleep Coaching helps you develop better sleep habits by analyzing your sleep patterns* BODY COMPOSITION ANALYSIS (BIA)**: Galaxy Watch5 provides body composition data right on your wrist; On your own schedule, you can now get readings on body fat, skeletal muscle, body water, basal metabolic rate and Body Mass Index (BMI)",
     "Image":"23.jpg",
     "Label":"Samsung",
     "Price":309,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F23.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "24":{
     "id":24,
     "Name":"SAMSUNG Galaxy Watch 5 Pro 45mm Bluetooth Smartwatch",
     "Description":"   ADVANCED SLEEP COACHING: Manage your overall sleep quality with an advanced sleep tracker that detects and analyzes sleep stages while you rest; Plus, Advanced Sleep Coaching helps you develop better sleep habits by analyzing your sleep patterns* BODY COMPOSITION ANALYSIS (BIA)**: Galaxy Watch5 Pro provides body composition data right on your wrist; On your own schedule, you can now get readings on body fat, skeletal muscle, body water, basal metabolic rate and Body Mass Index (BMI)",
     "Image":"24.jpg",
     "Label":"Samsung",
     "Price":445,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F24.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "25":{
     "id":25,
     "Name":"Xiaomi Redmi Smart Band Pro, 1.47 Full AMOLED Display, 110+ Fitness Modes",
     "Description":"1.47'' Full AMOLED: The 1.47'' full AMOLED display brings about a 66.7% super high screen to body ratio*, giving you an amazing visual experience you've rarely had before. It can now display more items on the screen and is easier to navigate and control.Vivid and Bright: Featuring a 100% NTSC display, the band provides a full range of colors for you to enjoy. The max brightness of 450 nit will ensure you to see the screen clearly even under the sunlight",
     "Image":"25.jpg",
     "Label":"Xiaomi",
     "Price":85,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F25.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "26":{
     "id":26,
     "Name":"Xiaomi Amazfit GTR Watch 47mm (Stainless Steel) ",
     "Description":"        Body: 47mm: 47.2 x 47.2 x 10.75 mm, aluminum - 36g, titanium- 40g, stainless steel- 48g, 22mm strap; 42mm: 42.6 x 42.6 x 9.2 mm, 45.5g, 20mm strap; 5 ATM water resistance; Gorilla Glass 3 front; Metal, microcrystalline zirconium ceramics, polymer used in body Display: 47mm: 1.39 AMOLED, Resolution 454x454, 326 ppi; 42mm: 1.2 AMOLED, Resolution 390x390, 326 ppi  OS: Proprietary; Support for Android 5.0 and above, iOS 10.0 and above",
     "Image":"26.jpg",
     "Label":"Xiaomi",
     "Price":224,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F26.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "27":{
     "id":27,
     "Name":"Xiaomi Mi Smart Watch Lite Black- 1.4 Inch Touch Screen, 5ATM Water Resistant",
     "Description":"     1.4 inch TFT LCD touch colour display with a resolution of 320 x 320 pixels, PPI323 Up to 9 days of battery life (230 mAh) Built-in GPS, GLON 11 pre-defined sports modes Real-time notifications on the display and with vibration: Calls, SMS, app notifications, activity goals",
     "Image":"27.jpg",
     "Label":"Xiaomi",
     "Price":139,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F27.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "28":{
     "id":28,
     "Name":"Xiaomi Redmi Watch 2 Lite, 1.55 Colorful Touch Display",
     "Description":"Freely switch between 100+ watch faces: Multiple trendsetting combinations to match your mood and outfit of the day.  100+ workout modesTrack your excercises like an expert: 17 professional modes, including HIIT and Yoga to help you achieve your fitness goal you wanted. 100 extended workout modes what will offer you more options.  High-precision GPS chip. Supports the four major global positioning systems The built-in GNSS chipset comes with improved performance for more precise position tracking. Four major global positioning systems - GPS, GLONASS, Galileo, BDS - are supported.",
     "Image":"28.jpg",
     "Label":"Xiaomi",
     "Price":55,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F28.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "29":{
     "id":28,
     "Name":"Xiaomi Mi Smart Watch  Resistant",
     "Description":"     Rugged Metal Bezel 1.43 AMOLED Touch Display All-Day Blood Oxygen Saturation SPO2 : stayed tuned with your body, measure your body oxygen saturation to keep on top of your respiratory health Activity Tracking with 117 Sports Modes: Rowing Machine, Elliptical, Yoga, Outdoor Running, Outdoor Cycling, Pool Swimming, Indoor Cycling, Jump Rope, Treadmill, Power Walking, Freestyle, Basketball, Boxing, HIIT, Ice Skating, Zumba and more",
     "Image":"28.jpg",
     "Label":"Xiaomi",
     "Price":195,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F29.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "30":{
     "id":30,
     "Name":"Amazfit T-Rex 2 Smart Watch for Men, Rugged Outdoor",
     "Description":"     [Ready for Action] The Amazfit T Rex 2 premium GPS smart watch is equipped with 1.39” HD AMOLED always-on display for clear & outstanding visibility while outdoors and it passed 15 Military-standard Tests (MIL-STD-810G) to withstand extreme temperatures and environments, and prove durability even when subjected to intense physical condition.",
     "Image":"30.jpg",
     "Label":"Amazfit",
     "Price":189,
     "Type":"wearables"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F30.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"
   },
   "31":{
     "id":31,
     "Name":"HP 15S-DU3525TU Ci5-1135G7 8GB 1TB 15.6 HD W10 Natural Silver",
     "Description":" Product Name HP Laptop 15s-du3525TU Microprocessor Intel® Core™ i5-1135G7 (up to 4.2 GHz with Intel® Turbo Boost Technology, 8 MB L3 cache, 4 cores) Chipset Intel® Integrated SoC Memory, standard 8 GB DDR4-3200 MHz RAM (2 x 4 GB) Video graphics Intel® Iris® Xᵉ GraphicsHard drive 1 TB 5400 rpm SATA HDD Display 39.6 cm (15.6) diagonal, HD (1366 x 768), micro-edge, BrightView, 250 nits, 45% NTSCWireless connectivity Realtek RTL8821CE-M 802.11a/b/g/n/ac (1x1) Wi-Fi® and Bluetooth® 4.2 comboNetwork interface Integrated 10/100/1000 GbE LAN",
     "Image":"31.jpg",
     "Label":"HP",
     "Price":900,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F31.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "32":{
     "id":32,
     "Name":"INSPIRON 15 3501- I5-1135G7 8GB (8GBx1) 1TB 5400RPM 2.5 SATA BLACK",
     "Description":"15.6-inch laptop featuring responsive performance in a sleek design with 2-sided narrow borders, optional PCIe SSDs, Express Charge1, and Intel® Core™ processors. 11th Generation Intel® Core™ i5-1135G7 Processor (8MB Cache, up to 4.2 GHz) Intel® Iris® Xe Graphics with shared graphics memory 4GB, DDR4, 1TB 5400 rpm 2.5 SATA Hard Drive 15.6-inch FHD , Ubuntu 20.04, 64-bit",
     "Image":"32.jpg",
     "Label":"INSPIRON",
     "Price":1150,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F32.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "33":{
     "id":33,
     "Name":"Hp Elitebook 820 G3 - Core i7 6th Generation - 8GB DDR4 RAM - 128GB SSD AND 500GB HDD- 12.5inch Screen",
     "Description":"    BrandHPModel820 G3SeriesHP,ElitebookProcessorCi7 6th GenerationProcessor Cache4 MBRam8 GBRam Type DDR4BluetoothYes, ver 4.0Max Ram16GBHard Disk128GB M2 SSD AND 500GB HDDOptical DriveNoScreen Size12.5 inchScreen Resolution1366 x 768 HD LEDGraphics CardIntel Integrated GraphicsGraphics Card DetailsIntel® HD Graphics 520 with up to 4052MB total graphics memoryGraphics Card MemorySystem SharedWebcamYes, HD CamFinger Print ReaderYesBacklit KeyboardYesSpill ResistantYesWifiYes , N SeriesLanYesHDMidisplay PortVGA PortYesUSB 21 PortUSB 32 PortsOS VersionWindows 10Other FeaturesUltrabook",
     "Image":"33.jpg",
     "Label":"HP",
     "Price":750,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F33.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "34":{
     "id":34,
     "Name":"HP 15S-DU3525TU Ci5-1135G7 8GB 1TB 15.6 HD W10 Natural Silver",
     "Description":"Product Name HP Laptop 15s-du3525TU Microprocessor Intel® Core™ i5-1135G7 (up to 4.2 GHz with Intel® Turbo Boost Technology, 8 MB L3 cache, 4 cores) Chipset Intel® Integrated SoC  Memory, standard 8 GB DDR4-3200 MHz RAM (2 x 4 GB) Video graphics Intel® Iris® Xᵉ Graphics Hard drive 1 TB 5400 rpm SATA HDD Display 39.6 cm (15.6) diagonal, HD (1366 x 768), micro-edge, BrightView, 250 nits, 45% NTSC Wireless connectivity Realtek RTL8821CE-M 802.11a/b/g/n/ac (1x1) Wi-Fi® and Bluetooth® 4.2 combo Network interface Integrated 10/100/1000 GbE LAN",
     "Image":"34.jpg",
     "Label":"HP",
     "Price":1250,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F34.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "35":{
     "id":35,
     "Name":"HP Stream 11 Pro G5 11.6 HD Laptop, 7th Gen Intel Celeron N4000, 4GB DDR4 RAM, 64GB eMMC, Intel UHD Graphics 600, Windows 10 Pro",
     "Description":"      7th Gen Gimini Lake Intel Celeron N4000, 1.1GHz up to 2.6GHz, Dual-Core, Intel UHD Graphics 600 1.1 GHz base frequency, up to 2.6 GHz burst frequency, 4 MB cache, 2 cores) 11.6 diagonal, HD (1366 x 768), WLED backlight Display, anti-glare, 220 nits, 45% NTSC [13,15,16] 4GB DDR4 SDRAM Memory at 2400MHz, 64GB eMMC Bluetooth 5.0, 802.11a/b/g/n/ac 3 Cell Lithium Battery (8-10 Hours Backup) Windows 10 Pro",
     "Image":"35.jpg",
     "Label":"HP",
     "Price":250,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F35.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "36":{
     "id":36,
     "Name":"HP 15S-DU1520TU Celeron N4020 4GB 1TB UMA 15.6 HD WIN 10 Jet Black",
     "Description":"     Product Name HP Laptop 15s-du1520TU Microprocessor Intel® Celeron® N4020 (1.1 GHz base frequency, up to 2.8 GHz burst frequency, 4 MB L2 cache, 2 cores) Chipset Intel® Integrated SoC Memory, standard 4 GB DDR4-2400 MHz RAM (1 x 4 GB) Video graphics Intel® UHD Graphics 600 Integrated Hard drive 1 TB 5400 rpm SATA HDD Display 15.6 diagonal, HD (1366 x 768), micro-edge, BrightView, 220 nits, 45% NTSCWireless connectivity Realtek RTL8821CE 802.11a/b/g/n/ac (1x1) Wi-Fi® and Bluetooth® 4.2 combo Network interface Integrated 10/100/1000 GbE LAN Expansion slots 1 multi-format SD media card reader",
     "Image":"36.jpg",
     "Label":"HP",
     "Price":650,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F36.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "37":{
     "id":37,
     "Name":"HP Intel 8th Generation • Laptop + Tablet • 4GB ram , 64GB SSD + 64GB HDD Memory • Original Adapter Charger • Touch Screen",
     "Description":"    Brand : HP Model : HP X2 210 G2 Processor : INTEL Generation : 8th Ram : 4GB SSD Hard : 64GB HDD Memory Card : 64GB Color : Silver Battery Timing : 2 Hours + Original Charger is also included with the Laptop. Condition of Laptop is 10 by 10 A++",
     "Image":"37.jpg",
     "Label":"HP",
     "Price":500,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F37.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "38":{
     "id":38,
     "Name":"HP Probook Intel Core i5 6th Generation | 8GB ram , 256GB SSD Hard | 3 Hours+ Battery Backup",
     "Description":"    Brand : HP Model : HP 640 G2 SSD HARD DRIVE : 256GB RAM : 8GB Original Adapter Charger is also included with the Laptop. Condition of the Laptop is 10 by 10 A++ excellent New. Webcam : YES (3MP) Touchpad : YES WIFI : YES",
     "Image":"38.jpg",
     "Label":"HP",
     "Price":750,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F38.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "39":{
     "id":39,
     "Name":"HP Intel 8th Generation • Laptop + Tablet • 4GB ram , 64GB SSD + 64GB HDD Memory • Original Adapter Charger • Touch Screen",
     "Description":"    Brand : HP Model : HP X2 210 G2 Processor : INTEL Generation : 8th Ram : 4GB SSD Hard : 64GB HDD Memory Card : 64GB Color : Silver Battery Timing : 2 Hours + Original Charger is also included with the Laptop. Condition of Laptop is 10 by 10 A++ TOUCH SCREEN DE-ATTACHABLE Laptop + Tablet WIFI : YES Bluetooth : YES Touchpad : YES Screen Size : 10.1 inches (25.65cm) Operating System : Windows 10 GRAPHICS CARD : Intel HD 400 Webcam : YES (3MP) Resolution : (1280 x 800) WARRANTY : 7 DAYS",
     "Image":"39.jpg",
     "Label":"HP",
     "Price":1750,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F39.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "40":{
     "id":40,
     "Name":"Dell Inspiron 15 3501 Laptop – 11th Generation Intel Core i5-1135G7, 4GB, 1TB, FHD , Dos ( 1 Year Dell Official Warranty ) (2666 Mhz ) Soft Mint",
     "Description":"     363.9 x 249 x 18-19.9 mm 14.33 x 9.8 x 0.71-0.78 inches Resolution1920 x 1080 pixels Capacity 42 Wh Voltage 11.4 V Full charging time 3:00 hr Battery Type Li-Ion",
     "Image":"40.jpg",
     "Label":"DELl",
     "Price":850,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F40.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "41":{
     "id":41,
     "Name":"Dell Inspiron 15 3501 | Intel® Core™ i7-1165G7, 8GB, 8Gx1, DDR4, 2666MHz, 512GB M.2 SSD, NVidIA® GeForce® MX350 2GB GDDR5, 15.0- Non Backlit keyboard, Dos, Soft Mint",
     "Description":"     Dell Inspiron 15 3501 Laptop – 11th Generation Intel Core i7-1165G7 8GB 512GBSSD 2GB ded GC FHD Ubuntu ( 1 Year Dell Official Warranty )",
     "Image":"41.jpg",
     "Label":"DELl",
     "Price":1550,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F41.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "42":{
     "id":42,
     "Name":"Dell Chromebook Laptop 3180 - 4GB/32GB - Windows 10 Installed",
     "Description":"✅  Model : 3180 ✅ Windows 10 ✅ Display : 11.6 Inch ✅ Processor : Intel Celeron N3060 Dual-core 1.60 GHz ✅ Battery : Upto 13 Hours ✅ Ram : 4GB DDR3 1600 MHZ ✅ Storage : 32GB Storage ✅ 3 Cell Li-Po Battery ( 6-8 ) Hours Battery Timing ✅ SD Card Slot Expendable memory ✅ Audio and microphone Jack ✅ Built-in Microphone ✅ Webcam Builtin",
     "Image":"42.jpg",
     "Label":"DELl",
     "Price":150,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F42.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "43":{
     "id":43,
     "Name":"Dell Latitude E7470 Laptop, 14 HD, Intel Core i7-6600U (6th gen), 8GB DDR4, 256GB SSD, Windows 10 Pro",
     "Description":"14 HD Anti-Glare, Camera & Mic Intel Core i7-6600U (6th generation) Processor 4M Cache 8GB 2133MHz DDR4 Memory M.2 256GB SATA Class 20 Solid State Drive Windows 10 Pro 64bit English,Intel HD Graphics This product is NOT New its Branded (used) come from USA in Bulk. condition will be 10/10 Excellent. you will receive in Daraz Packing.",
     "Image":"43.jpg",
     "Label":"DELl",
     "Price":1250,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F43.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "44":{
     "id":44,
     "Name":"Dell Chromebook Laptop 3180 - 4GB/32GB - Windows 10 Installed",
     "Description":"✅  Model : 3180 ✅ Windows 10 ✅ Display : 11.6 Inch ✅ Processor : Intel Celeron N3060 Dual-core 1.60 GHz ✅ Battery : Upto 13 Hours ✅ Ram : 4GB DDR3 1600 MHZ ✅ Storage : 32GB Storage ✅ 3 Cell Li-Po Battery ( 6-8 ) Hours Battery Timing ✅ SD Card Slot Expendable memory ✅ Audio and microphone Jack ✅ Built-in Microphone ✅ Webcam Builtin",
     "Image":"44.jpg",
     "Label":"DELl",
     "Price":150,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F44.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "45":{
     "id":45,
     "Name":"Dell Latitude E7470 Laptop, 14 HD, Intel Core i7-6600U (6th gen), 8GB DDR4, 256GB SSD, Windows 10 Pro",
     "Description":"14 HD Anti-Glare, Camera & Mic Intel Core i7-6600U (6th generation) Processor 4M Cache 8GB 2133MHz DDR4 Memory M.2 256GB SATA Class 20 Solid State Drive Windows 10 Pro 64bit English,Intel HD Graphics This product is NOT New its Branded (used) come from USA in Bulk. condition will be 10/10 Excellent. you will receive in Daraz Packing. 14 HD Anti-Glare, Camera & Mic Intel Core i7-6600U (6th generation) Processor 4M Cache 8GB 2133MHz DDR4 Memory M.2 256GB SATA Class 20 Solid State Drive Windows 10 Pro 64bit English,Intel HD Graphics This product is NOT New its Branded (used) come from USA in Bulk. condition will be 10/10 Excellent. you will receive in Daraz Packing.",
     "Image":"45.jpg",
     "Label":"DELl",
     "Price":1050,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F45.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "46":{
     "id":46,
     "Name":"Dell Chromebook Laptop 3180 - 4GB/32GB - with Play Store - Long Battery Life",
     "Description":"✅ Model : 3180 ✅Chrome OS with Play Store ✅ Display : 11.6 Inch ✅ Processor : Intel Celeron N3060 Dual-core 1.60 GHz ✅ Battery : Upto 13 Hours ✅ Ram : 4GB DDR3 1600 MHZ ✅ Storage : 32GB Storage ✅ Operating System : Google Chrome ✅ 3 Cell Li-Po Battery ( 6-8 ) Hours Battery Timing ✅ SD Card Slot Expendable memory ✅ Audio and microphone Jack",
     "Image":"46.jpg",
     "Label":"DELl",
     "Price":120,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F4.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "47":{
     "id":47,
     "Name":"Dell Vostro 3510 Laptop 11Th Gen Intel Core i5, 4GB, 1TB HDD, MX330 2GB, 15.6 HD Accent Black",
     "Description":"11th Generation Intel Core i5-1135G7 4GB DDR4 3200MHz 1TB 5400 rpm 2.5 SATA HDD NVidIA GeForce MX330 with 2GB GDDR5 Ubuntu Linux 20.04 15.6-inch HD",
     "Image":"47.jpg",
     "Label":"DELl",
     "Price":1350,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F47.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "48":{
     "id":48,
     "Name":"Dell Inspiron 15 3501 Laptop - 11th Generation Intel Core i3-1115G4, 4GB, 1TB, FHD ( 1 Year Dell Official Warranty )",
     "Description":"1th Generation Intel® Core™ i3-1115G4 Processor (6MB Cache, up to 4.1 GHz) Intel® UHD Graphics for 11th Gen Intel® Processors 4GB, DDR4, 1TB 5400 rpm 2.5 SATA Hard Drive 15.6-inch FHD , Ubuntu 20.04, 64-bit",
     "Image":"48.jpg",
     "Label":"DELl",
     "Price":1250,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F48.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "49":{
     "id":49,
     "Name":"Dell Latitude E5570 - 15.6 Full HD Led Display - Core i5 6th Generation (6300U) vPro - 8GB RAM - 256GB SSD - Windows 10 (Activated) REFURBISHED",
     "Description":"NOTE = It is a Slightly used laptop sometimes may have minor scratches, comes with white box 15.6 Full HD LED DISPLAY (1920 x 1080) Intel Core i5 (6th Gen) (6300U/ 2.4GHz) Turbo boost : 3 GHz 8GB RAM 256GB SOLid STATE DRIVE Cache 3MB Intel HD Graphics 520 Keyboard backlit Windows 10 (Activated) WEBCAM, WIFI HDMI",
     "Image":"49.jpg",
     "Label":"DELl",
     "Price":900,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F49.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "50":{
     "id":50,
     "Name":"Apple Macbook Pro Late 15 2013 (Used / Refurb)",
     "Description":"APPLE MACBOOK PRO 15 LATE 2013 (USED / REFURB)INTEL CORE I7 2.0GHZRAM 8GB DDR3256GB APPLE FLASH STORAGE15.4 RETINA DISPLAY CONDITION 10/10macOS BigSurORIGINAL MAGSAFE 2 85W ADAPTER",
     "Image":"50.jpg",
     "Label":"Apple",
     "Price":1025,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F50.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "51":{
     "id":51,
     "Name":"MacBook Pro 13-inch Space Gray M1 chip 512GB SSD MYD92 TouchBar with Backlit Magic Keyboard (2020)",
     "Description":"MacBook Pro 13-inch Space Gray Apple M1 chip 512GB SSD Touch Bar and Touch id with Backlit Magic KeyboardApple M1 chip with 8‑core CPU, 8‑core GPU, and 16‑core Neural Engine8GB unified memory512GB SSD storage13-inch Retina display with True ToneBacklit Magic Keyboard - US EnglishTouch Bar and Touch idTwo Thunderbolt / USB 4 ports",
     "Image":"51.jpg",
     "Label":"Apple",
     "Price":1925,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F51.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "52":{
     "id":52,
     "Name":"Apple MacBook Pro 2017 2.5 GHz Intel Core i5 (13 inch Retina Display, 8GB RAM, 128GB SSD) Space Gray (Renewed)",
     "Description":"2.5GHz dual-core Intel Core i5 processor 8GB of 2133MHz LPDDR3 onboard memory | 128GB SSD Intel Iris Plus Graphics 640 | 720p FaceTime HD Camera Two Thunderbolt 3 (USB-C) ports | 802.11ac Wi-Fi wireless networking | Bluetooth 4.2 wireless technology",
     "Image":"52.jpg",
     "Label":"Apple",
     "Price":925,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F52.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "53":{
     "id":53,
     "Name":"Apple MacBook Pro 2015 Early 13 ( Used / Refurbish)",
     "Description":"APPLE MACBOOK PRO 2015 MODEL PROCESSOR CI5 5TH GEN MEMORY 8GB DDR3 STORAGE SSD 256 GB SCREEN 13 RETINA DISPLAY KEYBOARD BACKLIGHT CHARGER MAGSAFE 2 60W",
     "Image":"53.jpg",
     "Label":"Apple",
     "Price":1425,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F53.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "54":{
     "id":54,
     "Name":"Apple Macbook Pro Late 15 2013 (Used / Refurb)",
     "Description":"APPLE MACBOOK PRO 15 LATE 2013 (USED / REFURB)INTEL CORE I7 2.0GHZRAM 16GB DDR3256GB APPLE FLASH STORAGE15.4 RETINA DISPLAY CONDITION 10/10macOS BigSurORIGINAL MAGSAFE 2 85W ADAPTER",
     "Image":"54.jpg",
     "Label":"Apple",
     "Price":955,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F54.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "55":{
     "id":55,
     "Name":"MacBook Air 13-inch Space Gray Apple M1 chip 512GB SSD MGN73 Touch id with Backlit Magic Keyboard (2020)",
     "Description":"MacBook Air 13-inch Space Gray Apple M1 chip 512GB SSD MGN73 Touch id with Backlit Magic Keyboard Apple M1 chip with 8‑core CPU, 8‑core GPU, and 16‑core Neural Engine 8GB unified memory 512GB SSD storage Retina display with True Tone Backlit Magic Keyboard - US English Touch id Force Touch trackpad Two Thunderbolt / USB 4 ports",
     "Image":"55.jpg",
     "Label":"Apple",
     "Price":1425,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F55.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "56":{
     "id":56,
     "Name":"Apple_MacBook Air 2012 4GB RAM 128GB SSD",
     "Description":"Model: Apple_MacBook Air 2012 Display: 13.3-inch Core: i5 Ram: 4GB DDR3 Storage: 128GB SSD Graphics: Intel HD Graphics 4000 Full-size backlit keyboard Weight: 2.96 pounds (1.35 kg)2 Branded Charger Imported From UK, UAE, USA VLC, CHROME, MS OFFICE, ALL ADOBE SOFTWARE ALREADY INSTALLED",
     "Image":"56.jpg",
     "Label":"Apple",
     "Price":850,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F56.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "57":{
     "id":57,
     "Name":"MacBook Pro MGX82LZ/A - 13.3'' HD Retina - Intel Core i5 2.6GHz CPU - 256GB PCle Drive - 8GB RAM - Mac OS X - Silver",
     "Description":"Screen Size & Type: 13.3 Retina HD Display  Storage + RAM: 256 GB PCle-bases Flash Drive + 8GB DDR3L RAM  Processor: Intel Core i5-2540M (2.6 GHz, up to 3.30 GHz)  Graphics Processor: Intel Iris Graphics 6100  Connectivity: Bluetooth 4.0, 802.11ac WiFi, IEEE 802.11a/b/g/n  Ports: HDMI, SDXC card slot, 2 x USB 3.0, 2 x Thunderbolt 2 ports  Keyboard: QWERTY  Operating System: OSX Yosemite",
     "Image":"57.jpg",
     "Label":"Apple",
     "Price":1625,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F57.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "58":{
     "id":58,
     "Name":"MacBook Air - MD711ZA/B - 11.6 inches - Intel Core i5 2.6 GHz - 128 GB - 4 GB - Mac OS X - Silver (Brand Warranty)",
     "Description":" Processor: Intel Core i5 - 2.6 GHz Hard Disk: 128 GB Ram: 4 GB Operating System: Mac OS X Screen size: 11.6 inches",
     "Image":"58.jpg",
     "Label":"Apple",
     "Price":1225,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F58.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "59":{
     "id":59,
     "Name":"MacBook Air - MD711ZA/B - 11.6 inches - Intel Core i5 2.6 GHz - 128 GB - 4 GB - Mac OS X - Silver (Brand Warranty)",
     "Description":" Processor: Intel Core i5 - 2.6 GHz Hard Disk: 128 GB Ram: 4 GB Operating System: Mac OS X Screen size: 11.6 inches",
     "Image":"59.jpg",
     "Label":"Apple",
     "Price":925,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F59.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "60":{
     "id":60,
     "Name":"MacBook Air 13-inch M2 Chip (Space Gray) 2022",
     "Description":" MacBook Air 13-inch M2 Chip (Space Gray) 2022  8-Core CPU, 8-Core GPU,  8GB Unified Memory  256GB SSD Storage¹  16-core Neural Engine  13.6-inch Liquid Retina display with True Tone",
     "Image":"60.jpg",
     "Label":"Apple",
     "Price":1525,
     "Type":"laptops"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F60.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "61":{
     "id":61,
     "Name":"Moto G Power | 2021 | 3-Day battery | Unlocked | Made for US by Motorola | 4/64GB | 48MP Camera | Blue",
     "Description":"Carrier Compatibility: AT&T: VoLTE, Verizon: VoLTE, T Mobile: VoLTE, WiFi Calling, Video Calling, Tracfone: GSM, CDMA, Does not support: Xfinity Wireless, Spectrum, Optimum Mobile. For all carrier compatibility details - please check the product images in detail     Up to three-day battery. Capture more of life without stopping to recharge thanks to a 5000 mAh battery.Aspect Ratio: 19:9 48 MP triple camera system. Take stunning photos in any light, as well as beautifully blurred portraits and incredibly detailed closeups. 6.6 Max Vision HD, display. Watch games, movies, and video chats come to life on an ultra-wide scree",
     "Image":" 61.jpg",
     "Label":"Moto",
     "Price":350,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F61.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "62":{
     "id":62,
     "Name":" SAMSUNG Galaxy A53 5G A Series Cell Phone, Factory Unlocked Android Smartphone, 128GB, 6.5” FHD Super AMOLED Screen, Long Battery Life, US Version, Black ",
     "Description":" LONG-LASTING BATTERY: Your busy life deserves a battery built for busy; Whether you’re taking a video call on your commute, catching up on your favorite show or with friends and family, your long-lasting, super fast charging battery* has your back   POWERFUL PERFORMANCE: The very best of Galaxy A Series gives you awesomely smooth streaming of your favorite content with the most powerful performance in its series and awesomely fast speeds to download shows and movies — all at the speed of 5G**   EXPANDABLE STORAGE: Galaxy A53 5G*** gives you the A Series’ biggest built-in storage and lets you enjoy more memories and entertainment; With an additional 1TB of expandable storage with a microSD card****, you can hold on to every smile and relive every epic vacay ",
     "Image":"62.jpg",
     "Label":"Samsung",
     "Price":450,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F62.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "63":{
     "id":63,
     "Name":"Nokia G10 | Android 11 | Unlocked Smartphone | 3-Day Battery | Dual SIM | US Version | 3/32GB | 6.52-Inch Screen | 13MP Triple Camera | Polar Nigh",
     "Description":" Make the most of family-sized battery power with up to 3 days of life between charges.    Enjoy the 6.5” screen and brightness boost for clear viewing – even when you’re out and about.    Capture family life from every angle on the triple camera and explore advanced imaging modes.    Get tomorrow’s phone today with 2 years of upgrades and the latest Android 11 features.  ",
     "Image":"63.jpg",
     "Label":"Nokia",
     "Price":140,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F63.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "64":{
     "id":64,
     "Name":" SAMSUNG Galaxy A13 LTE Cell Phone, Factory Unlocked Android Smartphone, 32GB, Multi Lens Camera, Infinity-V HD+ Display Screen, Long Battery Life, Expandable Storage, US Version, Blac",
     "Description":"  LONG LASTING BATTERY: The Galaxy A13 LTE mobile phone features a long-lasting battery that helps you power through; And when you don’t have time to waste, Fast Charging* gives you the boost you need in a hurry  PERFORMANCE YOU CAN COUNT ON: Galaxy A13 LTE brings you fast and reliable performance for smooth browsing, crisp pics and vids, fast streaming and staying connected to your loved ones  EXPANDABLE STORAGE: Your memories and moments are keepsakes, so keep them; With expandable storage** up to 1TB and 32GB to start, there’s room enough for family pics, your cherished videos, music and more  VERSATILE CAMERA EXPERIENCE: With 4 camera lenses, Galaxy A13 LTE is your best friend for snapping stunning photos and capturing family moments in motion; Say cheese, roll camera and look back at all of your favorite memories ",
     "Image":"64.jpg",
     "Label":"Samsung",
     "Price":130,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F64.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "65":{
     "id":65,
     "Name":"Motorola One 5G Ace | 2021 | 2-Day battery | Unlocked | Made for US by Motorola | 6/128GB | 48MP Camera | Hazy Silver ",
     "Description":"Carrier Compatibility: AT&T: 4G, VoLTE 5G sub6 support to be added later, Verizon: 4G, VoLTE 5G sub6 support to be added later, T Mobile: 5G sub6 NSA, 5G sub6 SA, VoLTE, WiFi Calling, Video Calling, Tracfone: GSM, CDMA. Does not support: U.S. Cellular, Xfinity Wireless, Spectrum   Superfast 5G speed. Download your favorite movies in seconds, feel like you’re right there in video chats, and play games without lag time.   Over 2 days of battery life. Work and play to your heart’s content without worrying about recharging thanks to a 5000 mAh battery.   6 GB RAM Memory. Keep multiple apps open at once and move effortlessly between them with 6 GB of LPDDR4 RAM.   6.7 Full HD, Max Vision display. Watch your favorite movies and games come to life in sharp contrast and vivid, true-to-life color. ",
     "Image":"65.jpg",
     "Label":"Motorola",
     "Price":205,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F65.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "66":{
     "id":66,
     "Name":"SAMSUNG Galaxy A03s Cell Phone, Factory Unlocked Android Smartphone, 32GB, Triple Lens Camera, Infinity Display Screen, Long Battery Life, Expandable Storage, US Version, Blue ",
     "Description":" HOURS AND HOURS OF POWER: A Reliable, Long-Lasting Battery Helps You Keep Going At Your Pace   PROCESSING SPEED YOU NEED. DEPENDABILITY YOU DESERVE: When You’Re On The Go, Responsive Processing Speed Is What You Need. Galaxy A03S Has You Covered   THIS ONE’S A REAL KEEPER: Your Cherished Moments Are Essential, So Keep Them With Expandable Memory   THREE LENSES MEANS TRIPLE THE FUN: We’ve Crunched Some Numbers And Discovered That Three Camera Lenses Means Three Times The Fun ",
     "Image":"66.jpg",
     "Label":"SAMSUNG",
     "Price":150,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F66.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "67":{
     "id":67,
     "Name":"SAMSUNG Galaxy Z Flip 4 Cell Phone, Factory Unlocked Android Smartphone, 256GB, Flex Mode, Hands Free Camera, Compact, Foldable Design, Informative Cover Screen, US Version, Pink Gold",
     "Description":"FLEX, POSE, POST: Getting that post-worthy solo shot is easy with a phone that stands on its own; Put Galaxy Z Flip4 in Flex Mode and capture hands-free selfies, record your epic dance moves and never worry about your makeshift tripod falling over agai  CAPTURE ON ONE SCREEN, TEXT ON THE OTHER: Catch up with friends on the top and find the perfect pic to post on the bottom; Flex Mode makes doing two things at once a breez  NEVER MISS A NOTIFICATION: The customizable cover screen on Galaxy Z Flip4 allows you to see just what you need while keeping your full screen private; Respond to texts, skip songs and change setting ",
     "Image":"67.jpg",
     "Label":"SAMSUNG",
     "Price":1050,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F67.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "68":{
     "id":68,
     "Name":"SAMSUNG Galaxy S20 FE 5G Cell Phone, Factory Unlocked Android Smartphone, 128GB, Pro Grade Camera, 30X Space Zoom, Night Mode, US Version, Cloud Navy",
     "Description":" MORE FREEDOM: With unlocked by Samsung, you call the shots; Start with the Galaxy S20 FE 5G then choose your carrier, data plan, services, features, and apps, so you get the phone you want, set up exactly how you want INFINITY-O DISPLAY: The 6.5” FHD Infinity-O Display has barely-there bezels surrounding the flat edges, and a super small punch hole for the camera*; Meaning a more immersive screen that makes your gaming, streaming, and video calling way more fun PRO-GRADE CAMERA: The same pro-grade triple lens S20 camera, now available in FE; Three cameras on the rear let you snapshot moments in your own way 30X SPACE ZOOM: Zoom in close from afar or magnify details of something nearby with the power of 30X Space Zoom NIGHT MODE: With bigger pixels and enhanced camera AI, the rear camera adjusts to pull in light even when it’s dark so your shots come out detailed and colorful ",
     "Image":"68.jpg",
     "Price":682,
     "Label":"SAMSUNG",
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F68.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "69":{
     "id":69,
     "Name":"Nokia C20 | Android 11 (Go Edition) | Unlocked Smartphone | 2-Day Battery | Dual SIM | 2/32GB | 6.52-Inch Screen | Dark Blu",
     "Description":" Enjoy a stylish, reliable design at incredible value Capture the best of family moments Be immersed in what you watch, whenever you want Do more, watch more, listen to more – even as you move more Get to what’s on your phone faster – but keep it all safer  ",
     "Image":"69.jpg",
     "Label":"Nokia",
     "Price":160,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F69.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "70":{
     "id":70,
     "Name":"OnePlus Nord N10 5G Unlocked Smartphone, Midnight Ice​, 90Hz Refresh Rate, 6GB RAM + 128GB storage, US Version, Model BE2026 ",
     "Description":"  5G – Upgrade to the next stage of mobile technology, OnePlus Nord N10 5G packs an ultra-fast punch. Stay connected and enjoy the digital world without the long load times   Warp Charge 30T – Delivering a day’s power in 30 minutes, Warp Charge 30T combined with a massive battery gives you more time with your phone and less time charging   90Hz Display – Sporting a display that refreshes 50% faster than standard 60Hz displays, the N10 5G display is super responsive and smooth   Quad Camera – Unleash your inner photographer with the Nord N10 5G’s 64MP main camera, or capture other details with the ultra-wide, macro, or monochrome lens for additional options ",
     "Image":"70.jpg",
     "Label":"OnePlus",
     "Price":260,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F70.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "71":{
     "id":71,
     "Name":"SAMSUNG Galaxy Z Flip 3 5G Cell Phone, Factory Unlocked Android Smartphone, 256GB, Flex Mode, Super Steady Camera, Ultra Compact, US Version, Phantom Black",
     "Description":"FLEX YOUR BEST ANGLE: With Flex Mode, just unfold your mobile phone’s screen to your best angle for hands-free pics and video calls; Choose what you want to capture, set it down, stand back and shoot your best shot   A CAMERA THAT GOES STEADY: Thanks to Samsung Galaxy Z Flip3’s Super Steady feature, you can just set it down and strike a pose for picture perfect selfies   ULTRA COMPACT, ULTRA COOL: Show off your style game without the tradeoffs; With a compact design that unfolds, you don’t have to compromise screen size for your favorite outfit   ARRAY OF COLORS: Whether you’re into sophisticated neutrals or vibrant tones, you’ll turn heads with every take; Complete your look with statement-making color choices of Phantom Black, Lavender, Green, or Cream ",
     "Image":"71.jpg",
     "Label":"SAMSUNG",
     "Price":840,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F71.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "72":{
     "id":72,
     "Name":"Google Pixel 6a - 5G Android Phone - Unlocked Smartphone with 12 Megapixel Camera and 24-Hour Battery - Sage",
     "Description":" Google Pixel 6a adapts to you; it’s super fast and secure and powered by Google Tensor, the first chip designed by Google just for Pixel   Unlocked Android 5G phone gives you the flexibility to change carriers and choose your own data plan[1]; works with Google Fi, Verizon, T-Mobile, AT&T, and other major carriers   Pixel’s fast-charging all-day battery adapts to you and saves power for the apps you use most[2]   Take amazing photos with Pixel’s 12 megapixel camera and tools like Magic Eraser[3], Motion Mode, and Portrait Mode   With Google Tensor, your phone launches apps fast, pages and images load quickly, and everything runs smoothly ",
     "Image":"72.jpg",
     "Label":"Google",
     "Price":520,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F72.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "73":{
     "id":73,
     "Name":"Google Pixel 6 – 5G Android Phone - Unlocked Smartphone with Wide and Ultrawide Lens - 128GB - Stormy Black ",
     "Description":" Unlocked Android 5G phone gives you the flexibility to change carriers and choose your own data plan[1]; Pixel 6 is fast, smart, and secure, and adapts to you  The powerful Google Tensor processor is the first processor designed by Google and made for Pixel; it keeps your phone fast, your games rich, and your personal info safe  Pixel’s 50 megapixel rear camera captures 150% more light for photos with richer colors and more detail[2]  Professional tools like Magic Eraser[3], Motion Mode, and Portrait Mode keep your photos sharp, accurate, and focused  Pixel’s fast charging[4] all day battery adapts to you and saves power for apps you use most[5] ",
     "Image":"73.jpg",
     "Label":"Google",
     "Price":600,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F73.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "74":{
     "id":74,
     "Name":"SAMSUNG Galaxy S22 Cell Phone, Factory Unlocked Android Smartphone, 128GB, 8K Camera & Video, Night Mode, Brightest Display Screen, 50MP Photo Resolution, Long Battery Life, US Version, Phantom Black ",
     "Description":" 8K SUPER STEADY VIDEO: Shoot videos that rival how epic your life is with stunning 8K recording, the highest recording resolution available on a smartphone; Video captured is effortlessly smooth, thanks to Auto Focus Video Stabilization on Galaxy S22  NIGHTOGRAPHY plus PORTAIT MODE: Capture the night with crystal clear, bright pics and videos, no matter the lighting with Night Mode; Portrait Mode auto-detects and adjusts to what you want front and center, making all your photos worthy of a frame  50MP PHOTO RESOLUTION plus BRIGHT DISPLAY: From elaborate landscapes to intricate creations, capture vivid detail with 50MP resolution; Your favorite content will look even more epic on our brightest display ever with Vision Booster  ADAPTIVE COLOR CONTRAST: Streaming on the go, working from your patio or binge-watching late into the night. The Galaxy S22 adaptive screen automatically optimizes color and brightness, outdoors and indoors  LONG LASTING BATTERY plus FAST CHARGING: Power every scroll, click, tap and stream all day long with an intelligent battery that works with you, not against you; Dive back into action at a moment’s notice with 25W Super-Fast Charging ",
     "Image":"74.jpg",
     "Label":"SAMSUNG",
     "Price":699,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F74.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "75":{
     "id":75,
     "Name":"Nokia 1.4 | Android 10 (Go Edition) | Unlocked Smartphone | 2-Day Battery | Dual SIM | US Version| 2/32GB | 6.51-Inch Screen | Charcoal ",
     "Description":" Make the most of learning and playtime on the beautiful 6.51” HD+ edge-to-edge screen.    Capture beautiful shots round the clock on the Camera Go app thanks to Portrait mode and Night mode with a dedicated macro camera.    Spend hours of quality time together with a 2-day battery that keeps on going.    Expect a faster, more secure way of doing things with the Android 10 (Go edition), and look forward to Android 11 (Go edition).    Product is compatible with GSM carriers like AT&T, T-Mobile, Mint, and other GSM carriers. Product is not compatible with Verizon.    Enjoy durable design that sits securely in any hand, plus robust technology like the Qualcomm chipset and fingerprint sensor. ",
     "Image":"75.jpg",
     "Label":"Nokia",
     "Price":120,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F75.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "76":{
     "id":76,
     "Name":"Nokia 3.4 | Android 10 | Unlocked Smartphone | 2-Day Battery | US Version | 3/64GB | 6.39-Inch Screen | Triple Camera | Charcoal  ",
     "Description":"Get up to 70% better performance compared to previous generations, thanks to the newest Qualcomm Snapdragon 460 mobile platform.    Enjoy all your favorite entertainment in 6.39-inch immersive HD+ with punch hole display for maximized screen real estate.    Charge less and get up to two days on a single charge with the Adaptive Battery. Capture the perfect shot with triple camera AI imaging, Portrait mode, Night mode and the ultra-wide lens.    Take in a truly timeless design that's built to last, with a durable 3D Nano-textured rear cover and stunning finish in living colors.    Compatibility: This device is designed to work with GSM carriers. This product will not support Verizon or Verizon subsidiaries. Please confirm compatibility with your chosen carrier before purchasing. For support with SIM card or network related issues, please contact your carrier for assistance in connecting your device to the chosen compatible network.  ",
     "Image":"76.jpg",
     "Label":"Nokia",
     "Price":158,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F76.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "77":{
     "id":77,
     "Name":"Simple Mobile Motorola Moto g Power (2021), 64GB, Dark Grove - Prepaid Smartphone (Locked) - GSM ",
     "Description":" MORE WAYS TO TELL YOUR STORY: 50MP camera system + Dual Capture. Take professional-looking portraits and close-up photos.   UP TO THREE DAYS OF BATTERY LIFE: Leave the charger at home. With a massive 5000mAh battery, you can go up to three days1 on a single charge.   HOLD EVERYTHING: With 64GB built in, you have tons of room for photos, movies, songs, apps, and games. And you can always add up to 512GB more using a microSD card.   Carrier: This phone is locked to Simple Mobile, which means this device can only be used on the Simple Mobile wireless network.   Unlimited Talk, Text and Data plans starting as low as $25/month  ",
     "Image":"77.jpg",
     "Label":"Motorola",
     "Price":120,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F77.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "78":{
     "id":78,
     "Name":"Samsung Galaxy S10+ Plus 128GB+8GB RAM SM-G975F/DS Dual Sim 6.4 LTE Factory Unlocked Smartphone International Model, No Warranty (Prism Black) ",
     "Description":"  Hybrid/Dual-SIM (Nano-SIM), Network Compatibility : 2G bands: GSM 850 / 900 / 1800 / 1900, 3G bands: HSDPA 850 / 900 / 1700(AWS) / 1900 / 2100, 4G LTE bands: 1(2100), 2(1900), 3(1800), 4(1700/2100), 5(850), 7(2600), 8(900), 12(700), 13(700), 17(700), 18(800), 19(800), 20(800), 25(1900), 26(850), 28(700), 32(1500), 38(2600), 39(1900), 40(2300), 41(2500), 66(1700/2100)  6.4 inches, Dynamic AMOLED capacitive touchscreen, 16M colors, 1440 x 3040 pixels, Corning Gorilla Glass 6, 128GB Storage, 8GB RAM, Up to 512GB microSD Card slot (uses SIM 2 slot)  Android 9.0 (Pie), Exynos 9820 Octa (8 nm), Octa-core (2x2.73 GHz Mongoose M4 & 2x2.31 GHz Cortex-A75 & 4x1.95 GHz Cortex-A55), Mali-G76 MP12  Dust and Water-resistant: Water-resistant and dustproof based on IP68 Rating, which tests submersion up to 1.5 meter for up to 30 minutes. Not shockproof. ",
     "Image":"78.jpg",
     "Label":"Samsung",
     "Price":1320,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F78.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "79":{
     "id":79,
     "Name":"OnePlus Nord CE 5G Euro 4G Volte GSM Global 64MP Triple Camera NFC Dual Sim International Version (Charcoal Ink, 128GB+8GB) ",
     "Description":"  NOTE: Global Version - No Warranty | This device is globally unlocked and ready to be used with your preferred GSM carrier | THIS DEVICE IS NOT COMPATIBLE WITH CDMA CARRIERS such as Cricket, Verizon, Sprint, Boost Mobile, US Cellular, etc. SIM CARD NOT INCLUDED | Please confirm device compatibility with your service provider before placing your order  Supported Network Bands: 5G/4G/3G/2G. Please note that 5G requires the support of local telecom operator services and may not be available in all regions. Please check with your service provider to see if 5G is offered in your area  ",
     "Image":"79.jpg",
     "Label":"OnePlus",
     "Price":350,
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F79.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "80":{
     "id":80,
     "Name":"Google Pixel 5 - 5G Android Phone - Water Resistant - Unlocked Smartphone with Night Sight and Ultrawide Lens - Just Black ",
     "Description":"  New, unlocked Android phone gives you the flexibility to change carriers and choose your own data plan; unlocked smartphone works with T-Mobile, Sprint, AT&T, Verizon, and other major carriers[1]   5G capable [2] smartphone gives you an extra boost of speed so you can download a movie in seconds, [3] enjoy smooth streaming in ultra clear HD, play games at home and on the go, [4] and even share your 5G speed with friends [5]   Charge your cell phone wirelessly [6] or use it to wirelessly charge other Qi-certified devices [7]   The all day battery can last up to 48 hours with Extreme Battery Saver [8]   Your phone will automatically receive the latest OS and security updates for at least 3 years; [9] the custom-made Titan M chip helps secure the operating system and sensitive data, like passwords ",
     "Image":"80.jpg",
     "Price":179,
     "Label":"Google",
     "Type":"phones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F80.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "81":{
     "id":81,
     "Name":"DJI Mini 3 Pro (DJI RC) – Lightweight and Foldable Camera Drone with 4K/60fps Video, 48MP Photo, 34-min Flight Time, Tri-Directional Obstacle Sensing, Ideal for Aerial Photography and Social Media ",
     "Description":" Care-free Creation - Weighing less than 249 g, Mini 3 Pro doesn't require registration in most countries and regions. The foldable and compact design also makes it easy to carry on any adventure.    Seriously Pro Shots - Capture your world in remarkable detail with 4K/60fps video and 48MP photos. The advanced camera system supports dual native ISO and f/1.7 aperture for high-quality imagery, night and day.    Perfect Portraits in a Tap - The redesigned DJI Mini 3 Pro offers True Vertical Shooting for portrait shots, ideal for social media. The gimbal rotates 90, so you don't have to compromise image quality.    Sweet Air Time - Enjoy an extended flight time of up to 34 minutes and capture and explore more of your surroundings.    Fly with Confidence - DJI Mini 3 Pro features tri-directional obstacle sensing and APAS 4.0, bringing unrivaled safety to the Mini series. ",
     "Image":"81.jpg",
     "Label":"DJI",
     "Price":905,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F81.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "82":{
     "id":82,
     "Name":"DJI Mavic 3 - Camera Drone with 4/3 CMOS Hasselblad Camera, 5.1K Video, Omnidirectional Obstacle Sensing, 46-Min Flight, RC Quadcopter with Advanced Auto Return, Max 15km Video Transmission ",
     "Description":" Imaging Above Everything - With a 4/3 CMOS Hasselblad Camera, the sensor provides a 12.8-stop dynamic range that retains more details in highlights and shadows, upgrading your work to a professional level.    46 Minutes of Flight Time - Stay in the air longer and capture more with a breathtaking max flight time of 46 minutes. This lets you get all the shots you want on just a single battery.    Fly Safer - DJI Mavic 3 drone with camera is equipped with advanced Omnidirectional Obstacle Sensing. This lets you fly confidently and safely wherever you are.    Explore and Capture more - the DJI Mavic 3 drone offers a 15-kilometer max transmission range, which means you can fly farther to explore and capture more. And with the O3 Plus Transmission system, live feeds are smooth and stable. ",
     "Image":"82.jpg",
     "Label":"dJI",
     "Price":2099,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F82.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "83":{
     "id":83,
     "Name":"DJI Mini SE - Camera Drone with 3-Axis Gimbal, 2.7K Camera, GPS, 30-min Flight Time, Reduced Weight, Less Than 0.55lbs / 249 gram Mini Drone, Improved Scale 5 Wind Resistance, Gray ",
     "Description":" Light as a Smartphone - Weighing less than 0 55lbs / 249 grams, DJI Mini SE is roughly the same weight as the smartphone. In the United States and Canada, you can fly this camera drone without the need to register your drone with the local government.   Capture on the Go - The lightweight and powerful DJI Mini SE camera drone is the ideal for creators on the move. The ultra-portable design allows you to effortlessly capture moments in unforgettable ways.   More Time in the Sky - DJI Mini SE's weight allows it to stay in the air longer than similar consumer drones on the market. Enjoy up to 30 minutes of flight time with a fully-charged battery.   Capture the Detail - DJI Mini SE supports 12MP aerial photos and 2.7K HD videos. A 3-axis motorized gimbal provides superior camera stability and ensures clear ultra-smooth footage.   Upgraded Wind Resistance - DJI Mini SE can resist 29-38kph winds and take off at a max altitude of 4,000 meters, so your footage is stable even when flying along a windy coastline or high above an alpine forest. ",
     "Image":"83.jpg",
     "Label":"DJI",
     "Price":279,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F83.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "84":{
     "id":84,
     "Name":"DJI FPV Combo - First-Person View Drone UAV Quadcopter with 4K Camera, S Flight Mode, Super-Wide 150° FOV, HD Low-Latency Transmission, Emergency Brake and Hover, Gray ",
     "Description":" IMMERSIVE FLIGHT EXPERIENCE: Feel the thrill of immersive flight provided by the DJI FPV Goggles V2 and DJI FPV’s super-wide 150° FOV, giving you an ultra-smooth, real-time view of your flight.    4K/60FPS VIDEO: The DJI FPV aircraft can record 4K/60fps video at up to 120 Mbps, capturing crisp details that make footage look as exhilarating as the flight.    BRAND-NEW S MODE: Get the dynamic look of FPV footage easily in S mode. This hybrid flight mode combines the freedom of flying manually with the simplified controls of previous DJI drones.    ADVANCED SAFETY FEATURES: An auxiliary bottom light, Smart Return to Home (RTH), Low Battery RTH, and forward and downward obstacle sensing are all integrated into DJI FPV to help ensure a safe flight, even at high speeds.    OCUSYNC 3.0 TRANSMISSION SYSTEM: Enjoy crystal-clear real-time and HD Low-Latency Transmission video, even at distances of up to 6.2 miles. ",
     "Image":"84.jpg",
     "Label":"DJI",
     "Price":999,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F84.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "85":{
     "id":85,
     "Name":"DJI Air 2S - Drone Quadcopter UAV with 3-Axis Gimbal Camera, 5.4K Video, 1-Inch CMOS Sensor, 4 Directions of Obstacle Sensing, 31-Min Flight Time, Max 7.5-Mile Video Transmission, MasterShots, Gray ",
     "Description":" 【1-INCH IMAGE SENSOR】Equipped with a 1-inch image sensor and large 2.4μm pixels, DJI Air 2S is capable of 5.4K/30fps and 4K/60fps video.  【MASTERSHOTS】The next evolution of QuickShots, MasterShots is an advanced intelligent feature that gives users the best shots in any location with just a tap.  【THE CENTER OF ATTENTION】FocusTrack features Spotlight 2.0, ActiveTrack 4.0, and Point of Interest 3.0, making it a breeze for DJI Air 2S to follow or circle your subject. Max Service Ceiling Above Sea Level : 5000 m  【ONE BILLION COLORS】The 10-bit Dlog-M color profile can record up to one billion colors while retaining all the little details that make footage pop.  【7.5 MILES MAX VIDEO TRANSMISSION】DJI Air 2S features DJI's most advanced O3 (OcuSync 3.0) image transmission technology, giving you an ultra-smooth, clear, and reliable image feed every time you fly.  【ENVIRONMENT SENSING】DJI Air 2S has the ability to perceive its environment in four directions: up, down, forward, and backward, allowing it to actively avoid obstacles, even in complex scenarios and at high speeds. ",
     "Image":"85.jpg",
     "Label":"DJI",
     "Price":995,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F85.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "86":{
     "id":86,
     "Name":"DJI Mini 2 – Ultralight and Foldable Drone Quadcopter, 3-Axis Gimbal with 4K Camera, 12MP Photo, 31 Mins Flight Time, OcuSync 2.0 10km HD Video Transmission, QuickShots Gray ",
     "Description":" 【PACK LIGHT, FLY FREE】: at less than 249 g, it weighs about as much as an apple and fits in the palm of your hand. compact and convenient, this small drone is your ideal travel companion, transforming how you capture your favorite memories.   【3-AXIS GIMBAL WITH 4K CAMERA】: a 12mp camera in the sky delivers content guaranteed to impress. along with 4k/30fps video and a 3-axis motorized gimbal, mini 2 ensures stunning image quality that is consistently smooth no matter how adventurous your piloting gets.   【OCUSYNC 2.0 VIDEO TRANSMISSION】: mini 2 supports up to 10km of hd video transmission and has excellent anti-interference capabilities, giving you the ability to fly farther and see clearer.   【POWERFUL PERFORMANCE】: with a max battery life of 31 minutes, dji mini 2 grants more than enough time to compose the perfect shot. mini 2 can resist level 5 winds and take off at a max altitude of 4,000 meters, so your footage is stable even when flying along a windy coastline or high above an alpine forest.   【4X ZOOM】: there’s no need to get so close for your dream shot. 4x digital zoom makes it safer and more convenient when transitioning between shots of varying distance and composition. Operating Frequency 2.400-2.4835 GHz, 5.725-5.850 GHz   【QUICKSHOTS】: with just a few taps, dji mini 2 automatically records and shoots professional-level videos to share directly on social media. whether you’re a beginner or a more experienced flyer, the dji fly app helps you produce impressive results complete with soundtracks and filters. ",
     "Image":"86.jpg",
     "Label":"DJI",
     "Price":445,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F86.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "87":{
     "id":87,
     "Name":"Holy Stone 2K GPS FPV RC Drone HS100 with HD Camera Live Video and GPS Return Home, Large Quadcopter with Adjustable Wide-Angle Camera, Follow Me, Altitude Hold, 18 Minutes Flight, Long Control Range ",
     "Description":" The Largest & Wind-Resistant: Large body and powerful motors keep drone hovering stably in wind. Headless Mode, Altitude Hold and One Key Takeoff and Landing for easier operation. Perfect for beginners. Size 16.9*16.9*6.9 IN   2K Optimized 120° FOV FPV 5GHz Wi-Fi Camera: 90° Adjustable angle, captures high-quality video and aerial photos. You can enjoy the Real-Time Viewing right from your remote control. Ideal selfie done, catching every moment of your vacation from a birds-eye perspective. 5GHz WIFI enables clearer and farther FPV images transmission   Easy to Assemble & Carry: The foldable propellers are pre-assembled. Just insert camera, landing gears and battery. Then, get it take off. Besides, the foldable propellers makes it easy to keep the drone or take it out.   GPS Assisted Flight: Provides you with accurate positioning details of your drone. Built in Return-to-Home (RTH) function for safer fly, the drone will automatically return to home precisely when its battery is low or the signal is weak when flying out of range, never worrying about losing the drone. Follow Me Mode: The drone will automatically follows and captures you wherever you move. Keeping you in the frame at all times, easier to get complex shots, provides hands-free flying and selfie   Flying Time Up to 18 Mins / Longer Control Distance: Capacity of 3500mAh high performance battery and reaching up to 1968FT control distance giving you a more extensive flight experience. BLADES ARE UNDER THE FOAM BOX ",
     "Image":"87.jpg",
     "Label":"Holy Stone",
     "Price":224,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F87.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "88":{
     "id":88,
     "Name":"DJI Mavic Mini Combo - Drone FlyCam Quadcopter UAV with 2.7K Camera 3-Axis Gimbal GPS 30min Flight Time, less than 0.55lbs, Gray ",
     "Description":" Weighing less than 0 55lbs / 250 grams Mavic Mini is almost as light as the average smartphone In the United States and Canada you can fly this camera drone without the need to register your drone with the government    The compact yet powerful Mavic Mini camera drone is the perfect creative companion capturing your moments in a way that effortlessly elevates the ordinary    Mavic Mini's weight allows it to stay in the air longer than similar consumer FlyCams on the market Enjoy up to 30 minutes of flight time with a fully-charged battery    Mavic Mini supports 12MP aerial photos and 2 7K HD videos A 3-axis motorized gimbal provides superior camera stability and ensures clear Ultra-smooth footage ",
     "Image":"88.jpg",
     "Label":"DJI",
     "Price":490,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F88.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "89":{
     "id":89,
     "Name":"DJI Inspire 2 Drone ",
     "Description":" Efficient workflow  Sense and avoid  Spotlight Pro; Compatible with 5.2K Gimbal Cameras  Intelligent flight modes. Obstacle Sensing Range : 0-16.4 feet (0-5 m)  Smart return to home.Operating Temperature:-4° to 104° F (-20° to 40° C) ",
     "Image":"89.jpg",
     "Label":"DJI",
     "Price":3055,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F89.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "90":{
     "id":90,
     "Name":"DJI Mavic Air 2 Fly More Combo with DJI Smart Controller - Drone Quadcopter UAV with 48MP Camera 4K Video 1/2 CMOS Sensor 3-Axis Gimbal 34min Flight Time ActiveTrack 3.0, Gray",
     "Description":" UP YOUR GAME : The Mavic Air 2 camera drone takes power and portability to the next level. It combines a powerful camera with intelligent shooting modes for stunning results. Push your imagination to its limits because aerial photography has never been this easy.  NEXT-LEVEL CONTENT : Capture impressive 48MP photos with a 1/2-inch CMOS sensor while the 3-axis gimbal provides 4K/60fps video. The secret to incredible HDR video is a high-performance Quad Bayer image sensor.  IMPROVED FLIGHT : An impressive flight time of up to 34 minutes allows you to pull off epic, fast-paced shots. Obstacle sensing in three directions makes it extra convenient for beginners and improves safety for your Mavic Air 2.  INTELLIGENT TRACKING : Mavic Air 2 features intuitive shooting functions that make aerial photography easier than ever. Spotlight 2.0 keeps the camera locked on a subject while you fly freely. ActiveTrack 3.0 keeps subjects centered. POI 3.0 tracks moving subjects like people and vehicles. ",
     "Image":"90.jpg",
     "Label":"DJI",
     "Price":1089,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F90.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "91":{
     "id":91,
     "Name":"DJI Phantom 4 Pro Plus V2.0 - Drone Quadcopter UAV with 20MP Camera 1 CMOS Sensor 4K H.265 Video 3-Axis Gimbal, Remote Controller with 5.5 Screen, White (CP.PT.00000234.01) ",
     "Description":"The Phantom 4 Pro+ V2.0 camera drone comes equipped with a 3-axis motorized gimbal and a 1-inch 20MP CMOS sensor with a mechanical shutter that eliminates rolling shutter distortion.  With the 5.5-inch 1080p LCD screen built into the optional remote controller, your images are easily visible even in direct sunlight.  The Phantom 4 Pro V2.0 is a beast when it comes to flight performance. It has a maximum flight speed of 72 kph and an 8km transmission range with 1080p livestreaming and automatic frequency switching thanks to OcuSync 2.0.  The Phantom 4 Pro V2.0 offers Intelligent Flight Modes such as TapFly, ActiveTrack, Draw mode, Gesture mode, and more. Draw lets you control the flight path with a fixed altitude simply by creating a route on the screen.  What you get: DJI Phantom 4 Pro+ V2.0, Remote Controller with 5.5 Screen, Intelligent Flight, Battery, Charger, Power Cable, 4x Propellers (pair), Gimbal Clamp, microSD Card (32GB), Micro USB Cable, Carrying Case ",
     "Image":"91.jpg",
     "Label":"DJI",
     "Price":900,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F91.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "92":{
     "id":92,
     "Name":"VTI FPV Duo Camera Racing Drone with Flight Immersive Goggles for Adults and Kids, Photo, Video, FPV drone, Easy to Use Controls, 28 Minute Flight Time ",
     "Description":" High Definition Camera: The Vivitar FPV Duo Racing Drone features a high quality 720p HD camera, so you can get a birds eye view of the world with crystal clear quality! Take photo and video of all of your flights that will wow all of your friends!  First Person immersion Goggles: Our FPV drone features Flight Immersion Goggles so you can fly your drone in first person! Experience flying with your very own eyes, and enjoy an immersive experience that only Vivitar can bring!  Long Flight Time: with 28 Minutes of flight time, you can enjoy long flying sessions without the need to stop to charge! Enjoy high octane flights, with an incredibly high quality first person view for almost 30 minutes straight!  3200 Foot Flight Range: With the Vivitar FPV Duo, you no longer have to worry about feeling tethered to a short distance flight, thanks to its long 3200 foot flight range! Explore a wide range with high speed without any worry of disconnecting!  Easy to Use Controls: Our drone features auto hover technology, so you never have to fight your controls to keep your drone stable! With one touch return, your drone will safely fly back to you at the push of a button! These make it perfect for beginners and veterans alike! ",
     "Image":"92.jpg",
     "Label":"VTI",
     "Price":1150,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F92.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "93":{
     "id":93,
     "Name":"Ryze Tech Tello - Mini Drone Quadcopter UAV for Kids Beginners 5MP Camera HD720 Video 13min Flight Time Education Scratch Programming Toy Selfies, powered by DJI, White ",
     "Description":" Equipped with a high-quality image processor, the Tello drone shoots incredible photos and videos. Even if you don’t know how to fly, you can record pro-level videos with EZ Shots and share them on social media from your smartphone.  Camera features 5MP (2592x1936) photos and HD720 videos at a maximum flight time of 13 minutes.  Tello has two antennas that make video transmission extra stable and a high-capacity battery that offers impressively long flight times.  Thanks to all the tech that Tello’s packing, like a flight controller powered by DJI, you can perform awesome tricks with this mini drone. Flying has never been so fun and easy.  What you get: RyzeTech Tello powered by DJI, 4x Propellers (Pair), Propeller Guards (Set), Battery, Micro USB Cable, Propeller Removal Tool  Video capture resolution: HD 720p ",
     "Image":"93.jpg",
     "Label":"Ryze Tech",
     "Price":100,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F93.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "94":{
     "id":94,
     "Name":"Contixo F35 GPS Drone with 4K UHD Camera 2-Axis Self stabilizing Gimbal 5G WiFi FPV RC Quadcopter Brushless Drone for Adults, Bonus 64GB SD Card Carrying Case",
     "Description":" ✔ 4K UHD Camera with 2-Axis Self stabilizing Gimbal - Amazing 4K UHD video quality 3840 x 2160 pixel at 30fps for stunning clarity, deep contrast and vivid colors. The camera with a 100°FOV lens gives a broad view of the memorable moment and support up to 128GB SD card  ✔ Super Long Fly Range & Video Transmission Distance - Up to one mile fly range, reach live video and image transmission distance up to 4,000 feet. With Stronger GPS positioning, can hover stably to catch clearer images and return to home precisely  ✔ 30 Minutes Longer Flight Time - Equipped with upgraded 2500mAh intelligent battery provides up to 30 minutes flight time. The package comes with 1 battery, extends your flight time to 60 mins (30+30), search B07S8F7LCG to add an extra battery to your cart.  ✔ Smart and Powerful Performance - Follow Me, Orbit Mode, and Gesture Control free your hands to take ideal selfies. Point of Interest or Tap to Fly you can fly it in a directed and custom path using up to 16 Waypoints. Comes with nice carrying case with a free 64GB memory SD card ",
     "Image":"94.jpg",
     "Label":"Contixo",
     "Price":1250,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F94.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "95":{
     "id":95,
     "Name":"DJI Mavic Mini Fly More Combo Ultralight Foldable 3-Axis GPS Quadcopter Drone with 2.7K FHD Camera - 30 Min. Flight Time, 2.5 Mile Range, Includes 3 Batteries, Carrying Bag and More ",
     "Description":" The compact yet powerful Mavic Mini is the perfect creative companion, capturing your moments in a way that effortlessly elevates the ordinary.  Mavic Mini’s weight allows it to stay in the air longer than similar consumer FlyCams on the market. Enjoy up to 30 minutes of flight time with a fully-charged battery.  Mavic Mini supports 12MP aerial photos and 2. 7K quad HD videos. A 3-axis motorized gimbal provides superior camera stability and ensures clear, Ultra-smooth footage.  Weighing less than 0.55lbs / 250 grams, Mavic Mini is almost as light as the average smartphone. In the United States and Canada, you can fly this camera drone without the need to register your drone with the government. ",
     "Image":"95.jpg",
     "Label":"DJI",
     "Price":950,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F95.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "96":{
     "id":96,
     "Name":"Drones with Dual Camera for Adults Beginners ,Foldable RC Quadcopters WiFi FPV,APP Control,Altitude Hold,One-click Take-off and Landing,Headless Mode,3D Flip,Gesture and voice control,2 Batteries ",
     "Description":"FPV Adjustable Camera Drone:You can take photos and videos through the 4k high-quality camera assist you to catch every wonderful moment from a birds-eye perspective. You can see real time first-person-view on the App with WiFi transmission,Whether you're shooting at a deserted beach or capturing the details of a fun family reunion.   Drones Core Functions: Dual cameras,Smart hover,Gesture photo,Beauty filter,altitude hold, the aircraft can be folded, six pass with gyroscope, headless mode, voice control,Trajectory flight,music，Multiple functions bring you endless fun   Flight time and appearance: 2 batteries, flight time is about 15 minutes per battery. Modular batteries are easier to install and safer to use. In addition to operating the drone through the remote control, you can also operate it on the APP, which is convenient, fast and fun. ",
     "Image":"96.jpg",
     "Label":"Drones",
     "Price":950,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F96.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "97":{
     "id":97,
     "Name":"DJI Mavic Air 2 - Drone Quadcopter UAV with 48MP Camera 4K Video 8K Hyperlapse 1/2 CMOS Sensor 3-Axis Gimbal 34min Flight Time ActiveTrack 3.0 Ocusync 2.0, Gray ",
     "Description":" 【UP YOUR GAME】: The Mavic Air 2 camera drone takes power and portability to the next level. It combines a powerful camera with intelligent shooting modes for stunning results. Push your imagination to its limits because aerial photography has never been this easy.  【NEXT-LEVEL CONTENT】: Capture impressive 48MP photos with a 1/2-inch CMOS sensor while the 3-axis gimbal provides 4K/60fps video. The secret to incredible HDR video is a high-performance Quad Bayer image sensor. OcuSync 2.0 has a video transmission distance of up to 6.2mi / 10 km and can also deliver 1080p FHD resolution livestream directly from the drone’s camera.  【IMPROVED FLIGHT】: An impressive flight time of up to 34 minutes allows you to pull off epic, fast-paced shots. Obstacle sensing in three directions makes it extra convenient for beginners and improves safety for your Mavic Air 2. ",
     "Image":"97.jpg",
     "Label":"DJI",
     "Price":1000,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F97.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "98":{
     "id":98,
     "Name":"DJI Mavic 2 PRO Drone Quadcopter with Fly More Kit Combo Bundle ",
     "Description":"  See the bigger picture: equipped with a Hasselblad l1d-20c camera with a 20MP 1” CMOS sensor, The Mavic 2 lets you capture gorgeous aerial shots in stunning color detail.  Please Update the firmware version of your Mavic 2 to 01.00.00.00 or above via the app tips or DJI assistant 2 on a computer before using. After upgrading, you can use the new feature such as “Hyper lapse” to experience the super amazing shooting effect of Mavic 2.  Up to 31 minutes flight time, 44 mph max speed, 907G takeoff weight, 3-axis gimbal for steady shots, 8GB internal storage, SD card Support up to 128 GB  Functions include active track 2.0, omnidirectional obstacle sensing, Hyper lapse, low-noise design, adjustable aperture, HDR photos ",
     "Image":"98.jpg",
     "Label":"DJI",
     "Price":2750,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F98.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "99":{
     "id":99,
     "Name":"DJI Mavic 2 Pro - Drone Quadcopter UAV with Hasselblad Camera 3-Axis Gimbal HDR 4K Video Adjustable Aperture 20MP 1 CMOS Sensor, up to 48mph, Gray ",
     "Description":"  Equipped with a Hasselblad L1D-20c camera with a 20MP 1” CMOS Sensor, the Mavic 2 camera drone lets you capture gorgeous aerial shots in stunning color detail.  Up to 31 minutes flight time, 44 mph max speed, 907G takeoff weight, 3-axis gimbal for steady shots, 8GB internal storage, SD card Support up to 128 GB  Functions include ActiveTrack 2.0, Omnidirectional Obstacle Sensing, Hyperlapse, Low-Noise Design, Adjustable Aperture, HDR Photos  The standard remote controller offers up to 135 minutes of battery life on a full charge. Use with the DJI GO 4 App on your smartphone.  DJI GO 4 App requires iOS 10.0.2, Android 5.0 or above. Compatible devices include: iPhone 11 Pro Max, 11 Pro, 11, XS Max, XS, XR, X, 8 Plus, 8, 7 Plus, 7, 6s Plus, 6s, 6 Plus, 6, SE, iPad Pro, iPad, Air 2, mini 4. Samsung Galaxy S10 Plus, S10, S9 Plus, S9, S8 Plus, S7, S7 Edge, S6, S6 Edge, Note 8, Huawei P30 Pro, P30, P20 Pro, P20, P10 Plus, P10, Mate 10 Pro, Mate 10, Mate 9 Pro, Mate 9, Mate 8, Honor 8X, 10, 9, 20 Pro, Magic 2, Vivo X20, X9, NEX, X27, X21, X20A, Oppo Find X, R15, R11, Xiaomi Mi Mix 2S, 2, 8, 6, Redmi Note 5, OnePlus 7, 6T, 5, Pixel 3 XL, 2 XL, 2, Google Pixel 2XL, OnePlus 6, 5T. ",
     "Image":"99.jpg",
     "Label":"DJI",
     "Price":1750,
     "Type":"drones"

,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F99.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"    },
   "100":{
     "id":100,
     "Name":"DJI Mavic Air Quadcopter with Remote Controller - Onyx Black ",
     "Description":" 32.0MP sphere panoramas - In addition to horizontal, vertical, and 180° panoramas, Mavic Air stitches 25 photos together in just eight seconds to create crystal clear 32.0MP sphere panoramas.  Lightweight and compact foldable design - You can take it anywhere with you.  Supports 4K video at 30 fps - The 12.0MP camera with Adobe DNG RAW support is ready to shoot. The three-axis gimbal is capable of stabilizing the camera even during high-speed motion for smooth video and sharp photos.  Control your drone from up to 6562' away - The Mavic Air Intelligent Flight lithium battery provides up to 21 minutes of flight time per charge.  Dedicated remote controller- Features a foldable, low-profile, ergonomic design to hold your smartphone for maximum convenience. The detachable control sticks store inside the remote controller to pack more comfortably on the go. ",
     "Image":"100.jpg",
     "Label":"DJI",
     "Price":850,
     "Type":"drones"
     ,"ImageUrl":"https://firebasestorage.googleapis.com/v0/b/bolt-app-a5420.appspot.com/o/imgs%2F100.jpg?alt=media&token=92cf7fd9-45f9-4535-a43d-70f67b7bafdd"

    }
 }}}
